sdaiUnsetADB(Sdai_ADBId*)
\details
Unsets the type and value of the specified attribute data block (ADB).
\param block [in] An ADB instance.
\remarks
Possible error codes:
* sdaiSS_NOPN - Session is not open.
* sdaiAB_NEXS - ADB does not exist.
* sdaiSY_ERR - Underlying system error.
\code
SdaiADB adb = sdaiCreateEmptyADB();
...
sdaiPutADBValue(adb, sdaiREAL, 222.0);
sdaiUnsetADB(adb);